Repository: hypericumimpex/hyp-email-templates
Catalog: languages/yith-woocommerce-email-templates-*.po
Languages: fr_fr

source: Duplicate
fr_fr: Dupliquer

source: Copy
fr_fr: Copier

source: Default
fr_fr: Défaut

source: Social Network
fr_fr: Réseaux Sociaux

source: YITH WooCommerce Email Settings
fr_fr: YITH Réglages des Courriels WooCommerce

source: Select templates for email
fr_fr: Sélectionner le modèle pour le courriel

source: Email Template
fr_fr: Modèle de courriel

source: Select the email template that you want to use for your emails!
fr_fr: Sélectionnez le modèle d’email que vous souhaitez utiliser pour vos courriels !

source: Email Templates
fr_fr: Modèles de courriels

source: Add Email Template
fr_fr: Ajouter un modèle de courriel

source: Add New Email Template
fr_fr: Ajouter un nouveau modèle de courriel

source: Edit Email Template
fr_fr: Editer le modèle de courriel

source: View Email Template
fr_fr: Afficher le modèle de courriel

source: Email template not found
fr_fr: Modèle de courriel non trouvé

source: Email template not found in trash
fr_fr: Modèle de courriel pas trouvé dans la corbeille

source: Template Options
fr_fr: Options du modèle

source: Settings
fr_fr: Réglages

source: Plugin Documentation
fr_fr: Documentation du plugin

source: Premium Version
fr_fr: Version Premium

source: Advanced Style
fr_fr: Style avancé

source: Informal
fr_fr: Informel

source: Elegant
fr_fr: Elégant

source: Header
fr_fr: Entête

source: [Upload a new logo, or select the default logo you have set in "
fr_fr: (Téléverser un nouveau logo ou sélectionnez le logo que vous avez défini par défaut)

source: Email Templates Settings
fr_fr: Réglages du modèle de courriel

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: Center
fr_fr: Centré

source: Logo Height
fr_fr: Hauteur du logo

source: Header Padding
fr_fr: Marge interne de l’entête (padding)

source: Top
fr_fr: Haut

source: Bottom
fr_fr: Bas

source: Appearance
fr_fr: Apparence

source: Page Width
fr_fr: Largeur de la page

source: Page Border Radius
fr_fr: Arrondi de la bordure de page

source: Base Color
fr_fr: Couleur de base

source: Body Color
fr_fr: Couleur du corps de page

source: Background Color
fr_fr: Couleur de fond

source: Text Color
fr_fr: Couleur du texte

source: Header Color
fr_fr: Couleur de l’entête

source: Footer Text Color
fr_fr: Couleur du texte de pied de page

source: Typography
fr_fr: Typographie

source: Heading 1 Font Size
fr_fr: Taille de police Titre 1

source: Heading 2 Font Size
fr_fr: Taille de police Titre 2

source: Heading 3 Font Size
fr_fr: Taille de police Titre 3

source: Body Font Size
fr_fr: Taille de police du corps du courriel

source: Body Line Height
fr_fr: Hauteur de ligne du corps du courriel

source: Custom Links
fr_fr: Liens customisés

# Text for Add Custom Link button
source: Add Custom Link
fr_fr: Ajouté un lien personnalisé

# Text for the custom link
source: Link Text
fr_fr: Texte du lien

# Url for the custom link
source: Link URL
fr_fr: Url du lien

# Text for Remove Custom Link button
source: Remove
fr_fr: Supprimer

source: Order detail table
fr_fr: Tableau du détail de la commande

source: Border Width
fr_fr: Largeur de bordure

source: Border Color
fr_fr: Couleur de bordure

source: Price Title Background Color
fr_fr: Couleur de fond du titre prix

source: Show product thumbnails
fr_fr: Afficher les vignettes des produits

source: You can set your social network links in
fr_fr: Vous pouvez définir les liens vers vos réseaux sociaux dans

source: YIT Plugins -> Email Templates -> Social Network
fr_fr: YIT Plugins -> Modèles de courriels -> Réseaux sociaux

source: Social network buttons in the header
fr_fr: Boutons des Réseaux Sociaux dans l’entête

source: Social network buttons in the footer
fr_fr: Boutons des Réseaux Sociaux dans le pied de page

source: Social network buttons color
fr_fr: Couleur des boutons Réseaux Sociaux

# Black color for Socials Icons
source: Black
fr_fr: Noir

# White color for Socials Icons
source: White
fr_fr: Blanc

source: Footer
fr_fr: Pied de page

source: Left Logo
fr_fr: Logo gauche

source: [Upload a new logo, or select the default logo you have set in "Email Templates Settings"]
fr_fr: [Téléchargez un nouveau logo ou utilisez le logo par défaut que vous avez défini dans les « YITH plugin -> modèles de courriel »]

source: Footer Text
fr_fr: Texte du pied de page

source: Preview
fr_fr: Prévisualiser

source: Preview Template
fr_fr: Prévisualiser le modèle

source: [You need to publish or update the template before displaying the correct preview]
fr_fr: [Vous devez publier ou mettre à jour le modèle afin de pouvoir le prévisualiser]

source: Upload
fr_fr: Téléverser

source: My Default Logo
fr_fr: Mon logo par défaut

source: Use Header Logo
fr_fr: Utiliser le logo de l’entête

source: Header Logo
fr_fr: Logo de l’entête

source: Style Options
fr_fr: Options de style

source: Template
fr_fr: Modèle

source: Select the email template that you want to use for the %s email
fr_fr: Sélectionnez le modèle de courriel que vous souhaitez utiliser pour le courriel %s

source: HTML Email Template
fr_fr: Modèle de courriel HTML

source: YITH WooCommerce Email Templates Premium is enabled but not effective. It requires WooCommerce in order to work.
fr_fr: YITH WooCommerce Email Templates Premium est activé mais pas opérationnel. WooCommerce doit être installé.

source: General Options
fr_fr: Options générales

source: Default Logo
fr_fr: Logo par défaut

source: Upload your custom default logo
fr_fr: Téléverser votre logo par défaut personnalisé

source: Use social mini-icons
fr_fr: Utiliser les mini icones pour les Réseaux Sociaux

source: Use always social mini-icons (30x30 px) in all email templates
fr_fr: Toujours utiliser une mini icône pour les réseaux sociaux le modèle de courriel (30x30px)

source: Social Network Sites Options
fr_fr: Options pour vos Réseaux Sociaux

source: Facebook Page Url
fr_fr: URL de votre page Facebook

source: Enter your Facebook page URL without http://
fr_fr: Saisissez l’URL de votre page Facebook sans http://

source: Twitter Profile Url
fr_fr: URL de votre profil Twitter

source: Enter your Twitter profile URL without http://
fr_fr: Saisissez l’URL de votre profil Twitter sans http://

source: Google+ Profile Url
fr_fr: URL de votre profil Google+

source: Enter your Google+ profile URL without http://
fr_fr: Saisissez l’URL de votre profil Google+ sans http://

source: LinkedIn Profile Url
fr_fr: URL de votre profil Linkedin

source: Enter your LinkedIn profile URL without http://
fr_fr: Saisissez l’URL de votre profil Linkedin sans http://

source: Instagram Profile Url
fr_fr: URL de votre profil Instagram

source: Enter your Instagram profile URL without http://
fr_fr: Saisissez l’URL de votre profil Instagram sans http://

source: Flickr Profile Url
fr_fr: URL de votre profil Flickr

source: Enter your Flickr profile URL without http://
fr_fr: Saisissez l’URL de votre profil Flickr sans http://

source: Pinterest Profile Url
fr_fr: URL de votre profil Pinterest

source: Enter your Pinterest profile URL without http://
fr_fr: Saisissez l’URL de votre profil Pinterest sans http://

source: The order #%d from %s has been cancelled. The order was as follows:
fr_fr: La commande #%d de %s a été annulée. La commande était la suivante :

source: Order: %s
fr_fr: Commande : %s

source: Product
fr_fr: Produit

source: Quantity
fr_fr: Quantité

source: Price
fr_fr: Prix

source: You have received an order from %s. The order is as follows:
fr_fr: Vous avez reçu une commande de %s. La commande est la suivante :

source: Order #%s
fr_fr: Commande #%s

source: Hi there. Your recent order on %s has been completed. Your order details are shown below for your reference:
fr_fr: Bonjour. Votre récente commande chez %s a été validée. Les détails de votre commande sont indiqués ci-dessous pour votre information :

source: An order has been created for you on %s. In order to purchase this order, please use the following link: %s
fr_fr: Une commande a été crée pour vous sur %s. In order to purchase this order, please use the following link: %s

source: pay
fr_fr: payer

source: Thanks for creating an account on %s. Your username is <strong>%s</strong>.
fr_fr: Merci d’avoir crée un compte sur %s. Votre nom d’utilisateur est <strong>%s</strong>.

source: Your password has been automatically generated: <strong>%s</strong>
fr_fr: Votre mot de passe a été généré automatiquement : <strong>%s</strong>

source: You can access your account area to view your orders and change your password here: %s.
fr_fr: Vous pouvez accéder à votre compte pour visualiser vos commandes et modifier votre mot de passe ici : %s

source: Hi, a note has just been added to your order:
fr_fr: Bonjour, un message vient d’être ajouté à votre commande :

source: For your reference, your order details are shown below.
fr_fr: Pour votre informations les détails de votre commande sont affichés ci dessous.

source: Your order has been received and is now being processed. Your order details are shown below for your reference:
fr_fr: Votre commande a bien été réceptionnée es est en cours de traitement. Les détails de cette commande sont repris ci-dessous pour votre information.

source: Someone requested a password reset for the following account:
fr_fr: Une personne a demandé la réinitialisation du mot de passe pour le compte suivant :

source: Username: %s
fr_fr: Nom d’utilisateur : %s

source: If this was a mistake, just ignore this email and nothing will happen.
fr_fr: Si c’ était par erreur, ignorez ce message et rien ne sera fait.

source: To reset your password, visit the following address:
fr_fr: Pour réinitialiser votre mot de passe suivez le lien suivant :

source: Click here to reset your password
fr_fr: Cliquez ici pour réinitialiser votre mot de passe

source: Billing address
fr_fr: Adresse de facturation

source: Shipping address
fr_fr: Adresse d’expédition

source: Your Vote
fr_fr: Votre Vote

source: Product Image
fr_fr: Image du produit

source: Download %d
fr_fr: Télécharger %d

source: Download
fr_fr: Télécharger

source: Upgrade to %1$spremium version%2$s of %1$sYITH WooCommerce Email Templates%2$s to benefit from all features!
fr_fr: Mettez à jour vers la %1$sVersion Premium%2$s de %1$sYITH WooCommerce Email Templates%2$s pour bénéficier de toutes les fonctionnalités !

source: UPGRADE
fr_fr: METTRE A JOUR

source: to the premium version
fr_fr: vers la Version Premium

source: Premium Features
fr_fr: Fonctionnalités de la Version Premium

source: A template for each kind of email
fr_fr: Un modèle pour chaque type de courriel

source: With the premium version of the plugin you can assign a different template to each kind of email, customizing freely %1$stexts%2$s and %1$scolors%2$s.%3$sA vital feature for your shop!
fr_fr: Avec la version premium du plugin vous pouvez assigner un modèle à chaque type de courriel et personnaliser librement %1$stextes%2$s et %1$scouleurs%2$s.%3$s.

source: 4 different layouts
fr_fr: 4 modèles différents

source: Customizable style
fr_fr: Style personnalisable

source: Customized links
fr_fr: Liens personnalisés

source: Do you want to add a small menu ahead of the body of your email? With the premium version of YITH WooCommerce Email Templates plugin you can!%3$sAdd one or more entries and assign them a link: %1$sa rapid way to get easily where you want!%2$s
fr_fr: Four detailed layouts you can use to create your %1$semail templates%2$s.%3$sFour different choices to please everyone’s taste and have the right solution for each email type at hand.

source: Social network sites
fr_fr: Sites des Réseaux Sociaux

source: User
fr_fr: Ytilisateur

source: Subtotal
fr_fr: Sous-total

source: Shipping
fr_fr: Port

source: Free Shipping
fr_fr: Livraison gratuite

source: Payment
fr_fr: Paiement
